---
kind: other
id: Properties.T:Autodesk.Revit.DB.PolyLine
zh: 多段线、折线
source: html/d86621ef-cde9-cff5-8cb9-777dd6616292.htm
---
# PolyLine Properties

**中文**: 多段线、折线

The ElementId of the GeometryObject's GraphicsStyle